const hindi = [
  {
    chapterName: "बातचीत",
  },
  {
    chapterName: "उसने कहा था",
    story: "लहनसिंह जो 12 वर्ष उम्र था| वह बहुत शरारती चुलबुला था| वह अपने मामा के घर आया हुआ है| जो अमृतसर के बाजार में होता है |वही बाजार में मुलाकात हुआ 8 वर्ष की लड़की से उसने लड़की को एक टागे वाले से बचाय| फिर पूछ लहनसिंह _( तेरी कुरमई हो गई )फिर उन दोनों की मुलाकात होता है सारी मुलाकात में बस पूछता है |तेरी कुरमई हो गई लड़की शर्मा कर कहती है (हट,)फिर एक मुलाकात में रहती देखते नहीं रेशम की कड़ी साल |ऐसा ( मोह) जीसे ठीक समझने की उसकी उम्र नहीं है | फिर भी कह देती है |यह सुनकर सहन नहीं कर पाता और अपना गुस्सा दूसरे को ऊपर निकलता हैं|सुबेदारनी की शादी कर दिया गया| उसके पति सुबेदार थे और दोस्त लहनसिंह जब सुबेदरनी पता चलता कि लहनसिंह  भी सिपाही है |तो  कहती है कि जैसे तुमने हमें तांगे वाले से बचाया था |अब इस तरह हमारे बेटे और पति की रक्षा करना उसकी बात को मान रखा एक युद्ध में सुबेदरनी और लहन सिंह को भेजा गया |उसे युद्ध में लहनसिंह ने सुबेदार को जान बचाकर खुद की मौत की घाट उतार गया उसने अपने मृत्यु के समय यह कहा जैसे सुबेदरनी की जान बचाए तांगे वाले से आज इस तांगे वाले के हम नीचे आए हैं |इस बोलते ही उसकी मृत्यु हो गई|"
  },
  {
    chapterName: "संपूर्ण क्रांति",
  },
  {
    chapterName: "अर्द्धनारीश्वर",
  },
  {
    chapterName: "रोज",
  },
  {
    chapterName: "एक लेख और एक पत्र",
  },
  {
    chapterName: "ओ सदानीरा",
  },
  {
    chapterName: "सिपाही की माँ",
  },
  {
    chapterName: "प्रगीत और समाज",
  },
  {
    chapterName: "जूठन",
  },
  {
    chapterName: "हँसते हुए मेरा अकेलापन",
  },
  {
    chapterName: "तिरिछ",
  },
  {
    chapterName: "शिक्षा",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
  {
    chapterName: "मृत्यु",
  },
];
export default hindi;
